help_answer_1 = "Щоб я зміг провести разрахунок та ваших витрат за сьогодні(/today) чи за поточний " \
                "місяць(/month) 📈 - мені для разрахунку потрібно дізнатися розмір Вашого місячного бюджету\n\n" \
                "/set_budget - задати власний бюджет\n\n" \
                "🤓 Місячний бюджет має дві ключеві харатеристики:\n" \
                "    - загальній місячний дохід, грн;\n" \
                "    - місячні базові витрати: - це частина від загального місячного дохіду," \
                " яку ми приблизно плануемо витратити цього місяця на задолення базових потреб"

help_answer_2 = "👉 Витрати можно розділити по категоріям:\n" \
                "/categories - подивитись список доступних категорій витрат\n\n" \
                "👉 По потребам усі категорії витрат - бувають 2️⃣х типів:\n" \
                "    🔹 Базові: ті витрати, які ми щоденно робимо та щомісяно виплачуємо(продукти, транспорт та виплати за кравтиру, ітернет, тощо)\n" \
                "    🔹 Не базові: не небходні  витрати в нашому житті та які, по задумці автора, варто" \
                " контролювати у рамка обумовленного бюджету (кава, підписки, паб та багато іншого)"

start_back_menu_1 = "Для того щоб почати вести облік своїх фінансів - в основному\n" \
                    "чаті введіть суму та назву послуги вашої витрати,\n\n ➡️ наприклад: 100 кава"

start_back_menu_2 = "У вас є можливість скористатись такими швидкими командами:\n\n" \
                    "📝 функціональні:\n" \
                    "/expenses - останні мої витрати\n" \
                    "/set_budget - задати місячний бюджет\n" \
                    "/today - статистика витрат за сьогодні\n" \
                    "/month - статистика витрат за поточний місяць\n\n" \
                    "💭 інформативні:\n" \
                    "/categories - доступні категорії витрат\n" \
                    "/help - додаткова інформація про мене та мої можливості"

today_1 = "⚠️ Для отримання доступу до" \
          "перегляду статистики за сьогодні(/today) чи за поточний місяць(/month) вкажіть Ваш місячний бюджет.\n\n" \
          "/set_budget - встановити місячний бюджет\n" \
          "/help- дізнатися більше про статистику та місячний бюджет"
